Repository: iulmit/WinClean
Catalog: Resources/ScriptExecutor.*.resx
Languages: fr

# CompletedPageCaption
source: Restart required
fr: Redémarrage requis

# CompletedPageExpander
source: {0} scripts were executed successfully in {1:g}. Further debloating solutions: Winaero Tweaker - Appearance Customization O&O ShutUp10 - Confidentiality and privacy protection TCPOptimizer - Network optimizations
fr: {0} scripts ont été exécutés avec succès en {1:g}. Solutions pour une optimisation plus avancée : Winaero Tweaker - Personnalisation de l'apparence O&O ShutUp10 - Confidentialité et protection de la vie privée TCPOptimizer - Optimisations réseau

# CompletedPageHeading
source: Cleaning completed
fr: Nettoyage terminé

# CompletedPageText
source: To validate the changes, it is recommended to restart the system.
fr: Pour valider les changements, il est recommandé de redémarrer le système.

# ProgressPageCaption
source: Cleaning {0:p0} complete
fr: Nettoyage {0:p0} terminé

# ProgressPageExpander
source: Current script : {0} Time elapsed : {1:g}
fr: Script actuel : {0} Temps écoulé : {1:g}

# ProgressPageText
source: Scripts are executing. Console windows may appear. This operation may take some time.
fr: Scripts en cours d'exécution. Il est possible que des fenêtres de console s'affichent. Cette opération peut prendre un certain temps.

# ProgressPageVerification
source: When the operation is complete, automatically restart
fr: À la fin de l'opération, redémarrer automatiquement

# RestartVerb
source: Restart
fr: Redémarrer

# ScriptExecution
source: {0} - Scripts execution
fr: {0} - Exécution des scripts

# WarningPageHeading
source: Before starting the operation, please confirm :
fr: Avant de commencer l'opération, veuillez confirmer :

# WarningPageText
source: The computer is on AC power - The computer must remain on AC power throughout the operation in order to avoid a system failure. I saved any unsaved work - The operation will be completed by restarting the computer. Save any unsaved document. I closed any non-essential program - In order to avoid conflicts, quit any non-essential application.
fr: L'ordinateur est branché sur secteur - L'ordinateur doit resté branché sur secteur durant toute la durée de l'opération afin d'éviter un échec du système. J'ai sauvegardé tout travail non enregistré - L'opération aboutira par le redémarrage de l'ordinateur. Sauvegardez tout document non enregistré. J'ai fermé tout programme non essentiel - Afin d'éviter les conflits, quittez toute application non essentielle.

# WarningPageVerification
source: I'm ready to continue
fr: Je suis prêt à continuer
